INSERT INTO back_system.outproduct (product_out_id,product_out_number,product_out_price,product_out_apply_person,product_audit_time,product_out_audit_person,audit_memo) VALUES
	 (10000,30,NULL,'李四','2025-02-21 09:27:06.895','左总','审核通过'),
	 (10000,30,NULL,'李四','2025-02-21 09:27:29.659','左总','审核通过'),
	 (10000,30,150,'李四','2025-02-21 09:42:52.699','左总','审核通过'),
	 (1004,30,1200,'李四','2025-02-26 10:46:57.855','左不凡','同意出库测试'),
	 (1004,40,1600,'胡歌','2025-02-26 11:31:03.373','左不凡','出手大方地说'),
	 (1002,100,12000,'胡歌','2025-02-26 11:33:56.834','左不凡','通过'),
	 (1002,50,6000,'王林','2025-02-26 11:37:56.129','左不凡','通过'),
	 (1004,10,400,'胡歌','2025-03-11 10:43:26.571','左不凡','测试'),
	 (1004,240,9600,'底色为','2025-03-11 15:29:21.086','左不凡','');
